Revit 2027 API
ParameterTypeId.RbsConduitInnerDiamParam Property
 "Inside Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConduitInnerDiamParam { get; }
Public Shared ReadOnly Property RbsConduitInnerDiamParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConduitInnerDiamParam {
	ForgeTypeId^ get ();
}
static member RbsConduitInnerDiamParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace